export default
{
	text: 
	`
		Рабочая документация
		Требования к LOD 400
		(в дополнение к LOD 300)
		Маркировка
		(дополнительные параметры указываются в КР)
		-


		(дополнительные параметры указываются в КР)
		Точный габарит (сечение/ профиль), Точное положение, Условное обозначение в плане и на фронтальном виде, Маркировка
		Маркировка
		Маркировка, отметка расположения (отметка низа)
		Внешний образ/вид, Конструкция,
		Маркировка
		Фурнитура, Подоконник, Отлив,
		Серия/ГОСТ, Огнестойкость, Материал, Маркировка



		Типы, Точный габарит, Сечение/Профиль, Конструкция, Материал, Маркировка, Огнестойкость


		Фурнитура, Серия/ГОСТ, Материал, Маркировка, Огнестойкость
		(дополнительные параметры указываются в КР)
		(дополнительные параметры указываются в КР)
		Точный габарит, Сечение/Профиль,
		Серия/ГОСТ, Маркировка


		Конструкция, Маркировка


		Точный габарит, Сечение/Профиль, Фурнитура
		Серия/ГОСТ/Примечание по изготовлению, Материал, Маркировка, Огнестойкость


		Проработка шахт
		Уточнённый внешний вид
		Фурнитура, Конструкция, Маркировка


		Маркировка
		Параметры, касающиеся дополнительных характеристик помещений
	`
}